<%@ page language="java" import="java.util.*" pageEncoding="GB2312"%>
<%@ include file="head.jsp" %>
<html xmlns:v="urn:schemas-microsoft-com:vml" xmlns:o="urn:schemas-microsoft-com:office:office">
	
	<head>
	<style type="text/css">
.style1 {
	text-align: center;
}
</style>
	</head>

	<body>
		<table width="900" border="0" align="center" cellpadding="0"
				cellspacing="0" class="tbspan" style="height: 19px">
				<tr>
					<td width="616" style="height: 18px" class="style1">
						虚拟现实技术与系统国家重点实验室简介 <br>
&nbsp;&nbsp;&nbsp;&nbsp;
						虚拟现实技术与系统国家重点实验室依托北京航空航天大学控制科学与工程、机械工程和计算机科学与技术三个一级学科，通过不同学科方向的合作、交叉，开展虚拟现实基础、应用基础、关键技术方面的原始创新和集成创新。 
						实验室的主要研究方向是：虚拟现实中的建模理论与方法，主要研究虚拟场景的表示与实时绘制、虚拟对象的材料与物理信息表示、虚拟对象的运动和行为模型；增强现实与人机交互机制，主要研究虚拟物体与真实环境的虚实融合、用户与增强现实场景的交互、人机交互技术与装置设备研制；分布式虚拟现实方法与技术，主要研究异构分布式系统互操作方法、大规模分布节点的一致性处理、分布节点的数据采集、通信与数据分发；虚拟现实的平台工具与系统，主要研究支持虚拟现实系统研究与开发的平台工具、虚拟现实实验装置、特定领域的虚拟现实应用技术与系统。 
						并在上述方向设立实验室开放研究基金。 
						实验室目前拥有计算机科学、控制科学、机械设计，以及数理科学方面的39位固定研究人员和300名左的稳定的研究生队伍，从各学科和交叉学科多角度开展虚拟现实领域的科学技术研究。2001年以来，承担各类课题300余项，其中国家自然科学基金、国家973计划、863计划等纵向科研项目近200项，到款6600余万元。共发表学术论文320余篇，出版学术专著5部、教材3部；获得省部级以上科技奖励19项，其中国家科技进步二等奖3项；申请国家发明专利63项，其中已获授权16项；获批软件著作权24项。 
						实验室目前有实验和办公用房4000余平方米。实验室拥有从事虚拟现实领域高水平研究的实验设备和软件系统，包括高性能计算机、各种虚拟现实人机交互设备、数据采集与建模设施、有线和无线自组织网络、大屏幕多元化演播环境等。 
						实验室还开发研制了若干支撑虚拟现实理论与技术研究的硬件设备和软件平台。例如，建立了我国第一个基于广域专用计算机网络的分布式虚拟现实支撑环境DVENET。研究开发了具有自主知识产权的分布交互仿真应用程序开发与运行平台BH 
						HLA/RTI、实时三维图形平台BH_GRAPH和一批虚拟现实应用系统开发工具。 
						基于多摄像机实时采集、三维重建和交互的思想，搭建了无标定实时三维建模和虚实交互实验环境，包括1立米的小型立方体实验架和3立米的可用于多人协同交互的实验架，可以利用多摄像机实时采集工作空间内各运动物体的视频图像，开展虚实融合的建模研究工作；研制了物体表面反射属性采集设备Dome，使用多面体构造近似球体的立体结构，高度近2.4米，挂载分布可调的可控光源和相机，可以迅速、高效地采集各种光照条件下较大物体表面的反射特性；还研制了多种虚拟飞机座舱系统等。 
						这丰富了实验室的科研条件，使得实验室具有了开发拥有自主核心技术的虚拟现实应用系统的条件.</td>
				</tr>
				<tr>
					<td width="616" style="height: 18px" class="style1">
						&nbsp;</td>
				</tr>
			</table>
		
	</body>
</html>

			
			
			

